Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# settings.storage.clearWiki.message
source: All cached DeepWiki / ZRead / CodeWiki probe results will be removed. The next time you open the AI chat for a repository, Starcat will re-probe the network and consume Wiki API quota.
ar: ستتم إزالة جميع نتائج فحص DeepWiki / ZRead / CodeWiki المخزنة مؤقتًا. في المرة القادمة التي تفتح فيها محادثة الذكاء الاصطناعي لمستودع، سيعيد Starcat فحص الشبكة ويستهلك حصة واجهة برمجة تطبيقات الويكي.
de: Alle zwischengespeicherten DeepWiki-/ZRead-/CodeWiki-Probe-Ergebnisse werden entfernt. Beim nächsten Öffnen des KI-Chats für ein Repository wird Starcat das Netzwerk erneut abfragen und Wiki-API-Kontingent verbrauchen.
es: Se eliminarán todos los resultados cacheados de DeepWiki / ZRead / CodeWiki. La próxima vez que abras el chat de IA para un repositorio, Starcat volverá a sondear la red y consumirá cuota de API de Wiki.
fr: Tous les résultats de sondage DeepWiki / ZRead / CodeWiki mis en cache seront supprimés. La prochaine fois que vous ouvrirez le chat IA pour un dépôt, Starcat sonderà à nouveau le réseau et consommera du quota API Wiki.
id: Semua hasil probe DeepWiki / ZRead / CodeWiki yang di-cache akan dihapus. Saat Anda membuka chat AI untuk repositori lagi, Starcat akan melakukan probe ulang ke jaringan dan menggunakan kuota API Wiki.
it: Tutti i risultati dei sondaggi DeepWiki / ZRead / CodeWiki memorizzati nella cache verranno rimossi. La prossima volta che aprirai la chat AI per un repository, Starcat ripeterà il sondaggio della rete e consumerà la quota API Wiki.
ja: キャッシュされたすべてのDeepWiki / ZRead / CodeWikiプローブ結果が削除されます。次にリポジトリのAIチャットを開いたときに、Starcatはネットワークに再プローブし、Wiki APIクォータを消費します。
ko: 캐시된 모든 DeepWiki / ZRead / CodeWiki 프로브 결과가 제거됩니다. 다음에 저장소의 AI 채팅을 열면 Starcat이 네트워크를 다시 프로브하고 Wiki API 할당량을 소모합니다.
nl: Alle gecachte DeepWiki/ZRead/CodeWiki-proberesultaten worden verwijderd. De volgende keer dat je de AI-chat voor een repository opent, zal Starcat het netwerk opnieuw onderzoeken en Wiki-API-quotum verbruiken.
pl: Wszystkie zapisane wyniki sondowania DeepWiki / ZRead / CodeWiki zostaną usunięte. Przy następnym otwarciu czatu AI dla repozytorium Starcat ponownie przesonduje sieć i wykorzysta limit API Wiki.
pt_br: Todos os resultados em cache de sondagem DeepWiki / ZRead / CodeWiki serão removidos. Na próxima vez que você abrir o chat de IA para um repositório, o Starcat irá sondar novamente a rede e consumir a cota da API Wiki.
ru: Все кешированные результаты DeepWiki / ZRead / CodeWiki будут удалены. При следующем открытии ИИ-чата для репозитория Starcat повторно выполнит зондирование сети и израсходует квоту Wiki API.
tr: Önbelleğe alınmış tüm DeepWiki / ZRead / CodeWiki yoklama sonuçları kaldırılacak. Bir sonraki depo için AI sohbetini açtığınızda Starcat ağı yeniden yoklayacak ve Wiki API kotasını tüketecek.
uk: Усі кешовані результати DeepWiki / ZRead / CodeWiki будуть видалені. Наступного разу, коли ви відкриєте чат ШІ для репозиторію, Starcat повторно просканує мережу та витратить квоту Wiki API.
vi: Tất cả kết quả thăm dò DeepWiki / ZRead / CodeWiki đã lưu trong bộ nhớ đệm sẽ bị xóa. Lần tới khi bạn mở AI chat cho một kho lưu trữ, Starcat sẽ thăm dò lại mạng và tiêu tốn hạn mức API Wiki.
zh_hans: 已缓存的所有 DeepWiki / ZRead / CodeWiki 探测结果将被清空。下次在仓库详情页打开 AI 对话时,会重新发起一次探测,并消耗 Wiki API 配额。
zh_hant: 已缓存的所有 DeepWiki / ZRead / CodeWiki 探测结果将被清空。下次在仓库详情页打开 AI 对话时，会重新发起探测并消耗 Wiki API 配额。

# settings.storage.codebaseMemory
source: CodebaseMemory
ar: ذاكرة قاعدة الشيفرة

# settings.storage.codeFlow.empty
source: Not generated
ar: لم يتم إنشاؤه
de: Nicht generiert
es: No generado
fr: Non généré
id: Belum dibuat
it: Non generato
ja: 未生成
ko: 생성되지 않음
nl: Niet gegenereerd
pl: Nie wygenerowano
pt_br: Não gerado
ru: Не сгенерировано
tr: Oluşturulmamış
uk: Не згенеровано
vi: Chưa được tạo
zh_hans: 未生成
zh_hant: 未生成

# settings.storage.codeFlowUsageFormat
source: %d items · %@
ar: %d عناصر · %@
de: %d Elemente · %@
es: %d elementos · %@
fr: %d éléments · %@
id: %d item · %@
it: %d elementi · %@
ja: %d 項目 · %@
ko: %d개 항목 · %@
pl: %d elementów · %@
pt_br: %d itens · %@
ru: %d элементов · %@
tr: %d öğe · %@
uk: %d елементів · %@
vi: %d mục · %@
zh_hans: %d 项 · %@
zh_hant: %d 项 · %@

# settings.storage.dangerZone
source: Danger Zone
ar: منطقة الخطر
de: Gefahrenzone
es: Zona de peligro
fr: Zone dangereuse
id: Zona Berbahaya
it: Zona pericolosa
ja: 危険領域
ko: 위험 구역
nl: Gevarenzone
pl: Strefa niebezpieczna
pt_br: Zona de Perigo
ru: Опасная зона
tr: Tehlikeli Bölge
uk: Небезпечна зона
vi: Khu vực Nguy hiểm
zh_hans: 危险操作
zh_hant: 危险操作

# settings.storage.image
source: Images
ar: الصور
de: Bilder
es: Imágenes
id: Gambar
it: Immagini
ja: 画像
ko: 이미지
nl: Afbeeldingen
pl: Obrazy
pt_br: Imagens
ru: Изображения
tr: Görseller
uk: Зображення
vi: Hình ảnh
zh_hans: 图片
zh_hant: 图片

# settings.storage.loginRequired
source: Sign in to manage storage.
ar: سجّل الدخول لإدارة التخزين.
de: Melden Sie sich an, um den Speicher zu verwalten.
es: Inicia sesión para gestionar el almacenamiento.
fr: Connectez-vous pour gérer le stockage.
id: Masuk untuk mengelola penyimpanan.
it: Accedi per gestire l'archiviazione.
ja: ストレージを管理するにはサインインしてください。
ko: 저장소를 관리하려면 로그인하세요.
nl: Meld je aan om opslag te beheren.
pl: Zaloguj się, aby zarządzać pamięcią.
pt_br: Faça login para gerenciar o armazenamento.
ru: Войдите в систему, чтобы управлять хранилищем.
tr: Depolamayı yönetmek için oturum açın.
uk: Увійдіть, щоб керувати сховищем.
vi: Đăng nhập để quản lý bộ nhớ.
zh_hans: 登录后才能管理存储。
zh_hant: 登录后才能管理存储。

# settings.storage.ragHistory
source: Knowledge RAG conversation history
ar: سجل محادثات معرفة RAG
de: Knowledge RAG-Konversationsverlauf
es: Historial de conversaciones de Knowledge RAG
fr: Historique des conversations Knowledge RAG
id: Riwayat percakapan Knowledge RAG
it: Cronologia conversazioni Knowledge RAG
ja: Knowledge RAGの会話履歴
ko: Knowledge RAG 대화 기록
nl: Knowledge RAG-gespreksgeschiedenis
pl: Historia rozmów Knowledge RAG
pt_br: Histórico de conversas do Knowledge RAG
ru: История диалогов Knowledge RAG
tr: Knowledge RAG sohbet geçmişi
uk: Історія розмов Knowledge RAG
vi: Lịch sử hội thoại Knowledge RAG
zh_hans: 知识库 RAG 会话历史
zh_hant: 知识库 RAG 会话历史

# settings.storage.ragHistory.help
source: Questions, answers, and citation metadata from the Knowledge RAG workspace. Stored in the main database, separate from per-repo AI assistant chat history.
ar: الأسئلة والأجوبة وبيانات الاقتباس الوصفية من مساحة عمل معرفة RAG. مخزنة في قاعدة البيانات الرئيسية، منفصلة عن سجل محادثات مساعد الذكاء الاصطناعي لكل مستودع.
de: Fragen, Antworten und Zitationsmetadaten aus dem Knowledge RAG-Arbeitsbereich. Gespeichert in der Hauptdatenbank, getrennt vom KI-Assistenten-Chatverlauf pro Repo.
es: Preguntas, respuestas y metadatos de citas del espacio de trabajo Knowledge RAG. Almacenado en la base de datos principal, separado del historial de chat del asistente de IA por repositorio.
fr: Questions, réponses et métadonnées de citation de l'espace de travail Knowledge RAG. Stocké dans la base de données principale, séparé de l'historique de chat de l'assistant IA par dépôt.
id: Pertanyaan, jawaban, dan metadata kutipan dari ruang kerja Knowledge RAG. Disimpan di database utama, terpisah dari riwayat chat asisten AI per repo.
it: Domande, risposte e metadati delle citazioni dall'area di lavoro Knowledge RAG. Memorizzati nel database principale, separati dalla cronologia chat dell'assistente AI per repository.
ja: Knowledge RAGワークスペースからの質問、回答、引用メタデータ。メインデータベースに保存され、リポジトリごとのAIアシスタントチャット履歴とは別です。
ko: Knowledge RAG 작업 공간의 질문, 답변 및 인용 메타데이터입니다. 저장소별 AI 어시스턴트 채팅 기록과 별도로 주 데이터베이스에 저장됩니다.
nl: Vragen, antwoorden en citatiemetadata uit de Knowledge RAG-werkruimte. Opgeslagen in de hoofddatabase, gescheiden van de per-repo AI-assistent-gespreksgeschiedenis.
pl: Pytania, odpowiedzi i metadane cytatów z obszaru roboczego Knowledge RAG. Przechowywane w głównej bazie danych, oddzielnie od historii czatu asystenta AI dla repozytoriów.
pt_br: Perguntas, respostas e metadados de citações do espaço de trabalho Knowledge RAG. Armazenados no banco de dados principal, separados do histórico de chat do assistente de IA por repositório.
ru: Вопросы, ответы и метаданные цитирования из рабочей области Knowledge RAG. Хранятся в основной базе данных, отдельно от истории чата ИИ-ассистента для каждого репозитория.
tr: Knowledge RAG çalışma alanından sorular, yanıtlar ve alıntı meta verileri. Depo bazında AI asistan sohbet geçmişinden ayrı olarak ana veritabanında saklanır.
uk: Питання, відповіді та метадані цитувань із робочої області Knowledge RAG. Зберігаються в основній базі даних, окремо від історії чату помічника ШІ для кожного репозиторію.
vi: Câu hỏi, câu trả lời và siêu dữ liệu trích dẫn từ không gian làm việc Knowledge RAG. Được lưu trong cơ sở dữ liệu chính, tách biệt với lịch sử chat trợ lý AI của từng kho lưu trữ.
zh_hans: 知识库 RAG 工作台的问答与引用元数据，保存在主数据库中，与仓库 AI 助手对话历史分开。
zh_hant: 知识库 RAG 工作台的问答与引用元数据，保存在主数据库中，与仓库 AI 助手对话历史分开。

# settings.storage.ragHistory.usageFormat
source: %d conversations · %@
ar: %d محادثات · %@
de: %d Konversationen · %@
es: %d conversaciones · %@
id: %d percakapan · %@
it: %d conversazioni · %@
ja: %d 会話 · %@
ko: %d개 대화 · %@
nl: %d gesprekken · %@
pl: %d rozmów · %@
pt_br: %d conversas · %@
ru: %d диалогов · %@
tr: %d konuşma · %@
uk: %d розмов · %@
vi: %d cuộc hội thoại · %@
zh_hans: %d 个会话 · %@
zh_hant: %d 个会话 · %@

# settings.storage.ragIndex
source: Knowledge RAG index
ar: فهرس معرفة RAG
es: Índice de Knowledge RAG
fr: Index Knowledge RAG
id: Indeks Knowledge RAG
it: Indice Knowledge RAG
ja: Knowledge RAGインデックス
ko: Knowledge RAG 인덱스
pl: Indeks Knowledge RAG
pt_br: Índice do Knowledge RAG
ru: Индекс Knowledge RAG
tr: Knowledge RAG dizini
uk: Індекс Knowledge RAG
vi: Chỉ mục Knowledge RAG
zh_hans: 知识库 RAG 索引
zh_hant: 知识库 RAG 索引

# settings.storage.ragIndex.help
source: Rebuildable README, notes, summary, metadata chunks, and embeddings.
ar: ملف README قابل لإعادة البناء، ملاحظات، ملخص، أجزاء بيانات وصفية، وتضمينات.
de: Wiederherstellbare README-, Notiz-, Zusammenfassungs-, Metadaten-Blöcke und Einbettungen.
es: Fragmentos de README, notas, resúmenes, metadatos y embeddings reconstruibles.
fr: Fragments de README, notes, résumé, métadonnées et embeddings reconstruisibles.
id: Potongan README, catatan, ringkasan, metadata, dan embeddings yang dapat dibangun ulang.
it: Chunk di README, note, riepilogo, metadati e embedding ricostruibili.
ja: 再構築可能なREADME、メモ、要約、メタデータチャンク、埋め込み。
ko: 재구성 가능한 README, 노트, 요약, 메타데이터 청크 및 임베딩입니다.
nl: Herbouwbare README-, notities-, samenvatting-, metadata-chunks en embeddings.
pl: Możliwe do odbudowania fragmenty README, notatek, podsumowań, metadanych oraz osadzenia.
pt_br: README, notas, resumo, fragmentos de metadados e embeddings reconstruíveis.
ru: Перестраиваемые фрагменты README, заметок, сводок, метаданных и эмбеддингов.
tr: Yeniden oluşturulabilir README, notlar, özet, meta veri parçaları ve gömme vektörleri.
uk: Відновлювані фрагменти README, нотаток, підсумків, метаданих та вбудовування.
vi: Có thể xây dựng lại README, ghi chú, tóm tắt, khối siêu dữ liệu và embeddings.
zh_hans: 可重建的 README、笔记、摘要、元数据分片与向量。
zh_hant: 可重建的 README、笔记、摘要、元数据分片与向量。

# settings.storage.readmePrefetch.allPrefetchedFormat
source: All READMEs fetched (%d repositories)
ar: تم جلب جميع ملفات README (%d مستودعًا)
de: Alle READMEs abgerufen (%d Repositories)
es: Todos los README obtenidos (%d repositorios)
fr: Tous les README récupérés (%d dépôts)
id: Semua README telah diambil (%d repositori)
it: Tutti i README recuperati (%d repository)
ja: すべてのREADMEを取得済み（%d リポジトリ）
ko: 모든 README 가져옴(%d개 저장소)
nl: Alle README's opgehaald (%d repositories)
pl: Wszystkie README pobrane (%d repozytoriów)
pt_br: Todos os READMEs obtidos (%d repositórios)
ru: Все README загружены (%d репозиториев)
tr: Tüm README'ler getirildi (%d depo)
uk: Усі README отримано (%d репозиторіїв)
vi: Tất cả README đã được tải trước (%d kho lưu trữ)
zh_hans: 已全部拉取（%d 个仓库）
zh_hant: 已全部获取（%d 个仓库）

# settings.storage.readmePrefetch.countdown.hoursMinutes
source: %d hr %d min
ar: %d س %d د
de: %d Std. %d Min.
es: %d h %d min
fr: %d h %d min
id: %d jam %d menit
it: %d ore %d min
ja: %d 時間 %d 分
ko: %d시간 %d분
nl: %d uur %d min
pl: %d godz. %d min
pt_br: %d h %d min
ru: %d ч %d мин
tr: %d sa %d dk
uk: %d год %d хв
vi: %d giờ %d phút
zh_hans: %d 小时 %d 分
zh_hant: %d 小时 %d 分

# settings.storage.readmePrefetch.countdown.minutesSeconds
source: %d min %d s
ar: %d د %d ث
de: %d Min. %d Sek.
id: %d menit %d detik
ja: %d 分 %d 秒
ko: %d분 %d초
ru: %d мин %d с
tr: %d dk %d sn
uk: %d хв %d с
vi: %d phút %d giây
zh_hans: %d 分 %d 秒
zh_hant: %d 分 %d 秒

# settings.storage.readmePrefetch.countdown.seconds
source: %d s
ar: %d ث
de: %d Sek.
id: %d detik
ja: %d 秒
ko: %d초
ru: %d с
tr: %d sn
uk: %d с
vi: %d giây
zh_hans: %d 秒
zh_hant: %d 秒

# settings.storage.readmePrefetch.enabled
source: Prefetch starred repository READMEs in the background
ar: جلب ملفات README للمستودعات المميزة بنجمة مسبقًا في الخلفية
de: READMEs von Stern-Repos im Hintergrund vorab abrufen
es: Precargar README de repositorios destacados en segundo plano
fr: Précharger les README des dépôts suivis en arrière-plan
id: Ambil README repositori yang dibintangi di latar belakang
it: Precarica i README dei repository con stella in background
ja: バックグラウンドでスター付きリポジトリのREADMEをプリフェッチ
ko: 백그라운드에서 별표 표시한 저장소의 README 미리 가져오기
nl: README's van gemarkeerde repositories op de achtergrond ophalen
pl: Pobieraj w tle README z gwiazdkowanych repozytoriów
pt_br: Pré-buscar READMEs de repositórios favoritados em segundo plano
ru: Фоновая загрузка README для отмеченных звёздами репозиториев
tr: Yıldızlanan depoların README'lerini arka planda önceden getir
uk: Попередньо завантажувати README зірок у фоновому режимі
vi: Tải trước README của các kho lưu trữ đã gắn sao trong nền
zh_hans: 后台预拉已 Star 仓库 README
zh_hant: 后台预拉已 Star 仓库的 README

# settings.storage.readmePrefetch.help
source: Starcat slowly fills missing README HTML and raw Markdown caches while signed in. It runs in small batches and backs off on network errors.
ar: يملأ Starcat ببطء ذاكرة HTML و Markdown الخام المؤقتة لملفات README المفقودة أثناء تسجيل الدخول. يعمل على دفعات صغيرة ويتراجع عند أخطاء الشبكة.
de: Starcat füllt während der Anmeldung nach und nach fehlende README-HTML- und Roh-Markdown-Caches. Es läuft in kleinen Batches und reduziert die Geschwindigkeit bei Netzwerkfehlern.
es: Starcat completa lentamente los README HTML y las cachés de Markdown sin procesar mientras has iniciado sesión. Se ejecuta en lotes pequeños y retrocede en caso de errores de red.
fr: Starcat remplit lentement les caches HTML et Markdown brut des README manquants lorsque vous êtes connecté. Il fonctionne par petits lots et se retire en cas d'erreurs réseau.
id: Starcat perlahan mengisi cache HTML README dan Markdown mentah yang hilang saat Anda masuk. Proses berjalan dalam batch kecil dan mundur jika terjadi kesalahan jaringan.
it: Starcat riempie lentamente la cache HTML e Markdown grezzo dei README mancanti mentre sei connesso. Viene eseguito in piccoli lotti e si ferma in caso di errori di rete.
ja: Starcatはサインイン中に、不足しているREADMEのHTMLと生のMarkdownキャッシュをゆっくりと補充します。少量ずつ実行し、ネットワークエラー時にはバックオフします。
ko: Starcat이 로그인 상태에서 누락된 README HTML 및 원시 Markdown 캐시를 천천히 채웁니다. 작은 배치로 실행되며 네트워크 오류 시 백오프합니다.
nl: Starcat vult ontbrekende README-HTML en ruwe Markdown-caches langzaam aan terwijl je bent aangemeld. Het werkt in kleine batches en stopt bij netwerkfouten.
pl: Starcat powoli uzupełnia brakujące pamięci podręczne HTML i surowego Markdown README, gdy jesteś zalogowany. Działa w małych partiach i wycofuje się przy błędach sieci.
pt_br: O Starcat preenche lentamente os caches de HTML e Markdown bruto dos READMEs ausentes enquanto você está logado. Ele opera em pequenos lotes e recua em caso de erros de rede.
ru: Starcat постепенно заполняет кеш HTML и Markdown для отсутствующих README, пока вы в системе. Загрузка выполняется небольшими порциями и приостанавливается при сетевых ошибках.
tr: Starcat, oturum açıkken eksik README HTML ve ham Markdown önbelleklerini yavaşça doldurur. Küçük gruplar halinde çalışır ve ağ hatalarında geri çekilir.
uk: Starcat повільно заповнює відсутні кеші HTML та сирого Markdown README, коли ви ввійшли. Він працює невеликими партіями та зменшує частоту при помилках мережі.
vi: Starcat từ từ điền vào bộ nhớ đệm HTML và Markdown thô còn thiếu khi bạn đã đăng nhập. Nó chạy theo từng đợt nhỏ và tạm dừng khi có lỗi mạng.
zh_hans: 登录后 Starcat 会慢速补齐缺失的 README HTML 与原始 Markdown 缓存；任务小批量执行，遇到网络错误会自动退避。
zh_hant: 登录后 Starcat 会慢速补齐缺失的 README HTML 与原始 Markdown 缓存；任务小批量执行，遇到网络错误会自动退避。

# settings.storage.readmePrefetch.nextRunFormat
source: Next fetch in %@
ar: الجلب التالي في %@
de: Nächster Abruf in %@
es: Próxima obtención en %@
fr: Prochaine récupération dans %@
id: Pengambilan berikutnya dalam %@
it: Prossimo recupero tra %@
ja: 次の取得まで %@
ko: 다음 가져오기까지 %@
nl: Volgende ophaalbeurt over %@
pl: Następne pobranie za %@
pt_br: Próxima busca em %@
ru: Следующая загрузка через %@
tr: Sonraki getirme: %@
uk: Наступне отримання через %@
vi: Lần tải tiếp theo sau %@
zh_hans: 下次拉取 %@后
zh_hant: 下次获取 %@后

# settings.storage.readmePrefetch.noStarredRepos
source: No starred repositories yet
ar: لا توجد مستودعات مميزة بنجمة بعد
de: Noch keine Stern-Repos vorhanden
es: Aún no hay repositorios destacados
fr: Aucun dépôt suivi pour le moment
id: Belum ada repositori yang dibintangi
it: Ancora nessun repository con stella
ja: まだスター付きリポジトリがありません
ko: 아직 별표 표시한 저장소가 없습니다
nl: Nog geen gemarkeerde repositories
pl: Brak jeszcze gwiazdkowanych repozytoriów
pt_br: Nenhum repositório favoritado ainda
ru: Ещё нет отмеченных звёздами репозиториев
tr: Henüz yıldızlanmış depo yok
uk: Ще немає репозиторіїв із зірками
vi: Chưa có kho lưu trữ nào được gắn sao
zh_hans: 暂无已 Star 仓库
zh_hant: 暂无已 Star 仓库

# settings.storage.readmePrefetch.retrying
source: Temporarily unavailable. Starcat will retry automatically.
ar: غير متاح مؤقتًا. سيعيد Starcat المحاولة تلقائيًا.
de: Vorübergehend nicht verfügbar. Starcat wiederholt den Vorgang automatisch.
es: No disponible temporalmente. Starcat lo reintentará automáticamente.
fr: Temporairement indisponible. Starcat réessayera automatiquement.
id: Sementara tidak tersedia. Starcat akan mencoba ulang secara otomatis.
it: Temporaneamente non disponibile. Starcat riproverà automaticamente.
ja: 一時的に利用できません。Starcatは自動的に再試行します。
ko: 일시적으로 사용할 수 없습니다. Starcat이 자동으로 재시도합니다.
nl: Tijdelijk niet beschikbaar. Starcat probeert het automatisch opnieuw.
pl: Tymczasowo niedostępne. Starcat automatycznie ponowi próbę.
pt_br: Temporariamente indisponível. O Starcat tentará novamente automaticamente.
ru: Временно недоступно. Starcat автоматически повторит попытку.
tr: Geçici olarak kullanılamıyor. Starcat otomatik olarak yeniden deneyecek.
uk: Тимчасово недоступно. Starcat повторить спробу автоматично.
vi: Tạm thời không khả dụng. Starcat sẽ tự động thử lại.
zh_hans: 暂时不可用，Starcat 会自动重试。
zh_hant: 暂时不可用，Starcat 会自动重试。

# settings.storage.readmePrefetch.runNow
source: Fetch Now
ar: جلب الآن
de: Jetzt abrufen
es: Obtener ahora
fr: Récupérer maintenant
id: Ambil Sekarang
it: Recupera ora
ja: 今すぐ取得
ko: 지금 가져오기
nl: Nu ophalen
pl: Pobierz teraz
pt_br: Buscar Agora
ru: Загрузить сейчас
tr: Şimdi Getir
uk: Отримати зараз
vi: Tải Ngay
zh_hans: 立即拉取
zh_hant: 立即获取

# settings.storage.readmePrefetch.section
source: README Prefetch
ar: الجلب المسبق لـ README
de: README-Vorabruf
es: Precarga de README
fr: Préchargement des README
id: Pengambilan Awal README
it: Precaricamento README
ja: READMEプリフェッチ
ko: README 미리 가져오기
nl: README-vooraf ophalen
pl: Wstępne pobieranie README
pt_br: Pré-busca de README
ru: Предзагрузка README
tr: README Önceden Getirme
uk: Попереднє завантаження README
vi: Tải trước README
zh_hans: README 预拉
zh_hant: README 预拉

# settings.storage.readmePrefetch.status
source: Current status
ar: الحالة الحالية
de: Aktueller Status
es: Estado actual
fr: État actuel
id: Status saat ini
it: Stato attuale
ja: 現在の状態
ko: 현재 상태
nl: Huidige status
pl: Bieżący stan
pt_br: Status atual
ru: Текущий статус
tr: Mevcut durum
uk: Поточний стан
vi: Trạng thái hiện tại
zh_hans: 当前状态
zh_hant: 当前状态

# settings.storage.readmeUsageFormat
source: %d items · %@
ar: %d عناصر · %@
de: %d Elemente · %@
es: %d elementos · %@
fr: %d éléments · %@
id: %d item · %@
it: %d elementi · %@
ja: %d 項目 · %@
ko: %d개 항목 · %@
pl: %d elementów · %@
pt_br: %d itens · %@
ru: %d элементов · %@
tr: %d öğe · %@
uk: %d елементів · %@
vi: %d mục · %@
zh_hans: %d 条 · %@
zh_hant: %d 条 · %@

# settings.storage.recommendation
source: Recommendations
ar: التوصيات
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
id: Rekomendasi
it: Raccomandazioni
ja: おすすめ
ko: 추천
nl: Aanbevelingen
pl: Rekomendacje
pt_br: Recomendações
ru: Рекомендации
tr: Öneriler
uk: Рекомендації
vi: Đề xuất
zh_hans: 推荐
zh_hant: 推荐

# settings.storage.recommendation.empty
source: Not cached
ar: غير مخزنة مؤقتًا
de: Nicht zwischengespeichert
es: No en caché
fr: Non mis en cache
id: Belum di-cache
it: Non in cache
ja: キャッシュされていません
ko: 캐시되지 않음
nl: Niet gecachet
pl: Nie buforowane
pt_br: Não armazenado em cache
ru: Не кешировано
tr: Önbelleğe alınmamış
uk: Не кешовано
vi: Chưa được lưu vào bộ nhớ đệm
zh_hans: 未生成
zh_hant: 未缓存

# settings.storage.recommendation.help
source: Cached similar-repository results per repo (TTL 7 days when non-empty, 1 hour when empty).
ar: نتائج المستودعات المشابهة المخزنة مؤقتًا لكل مستودع (مدة الصلاحية 7 أيام عندما تكون غير فارغة، ساعة واحدة عندما تكون فارغة).
de: Zwischengespeicherte Ergebnisse für ähnliche Repos pro Repo (TTL 7 Tage bei nicht leerem, 1 Stunde bei leerem Cache).
es: Resultados cacheados de repositorios similares por repositorio (TTL 7 días si no está vacío, 1 hora si está vacío).
fr: Résultats de dépôts similaires mis en cache par dépôt (TTL 7 jours quand non vide, 1 heure quand vide).
id: Hasil repositori serupa yang di-cache per repo (TTL 7 hari jika tidak kosong, 1 jam jika kosong).
it: Risultati di repository simili memorizzati nella cache per repository (TTL 7 giorni se non vuoto, 1 ora se vuoto).
ja: リポジトリごとにキャッシュされた類似リポジトリ結果（空でない場合はTTL 7日、空の場合は1時間）。
ko: 저장소별 유사 저장소 결과 캐시(비어 있지 않으면 TTL 7일, 비어 있으면 1시간).
nl: Gecachte resultaten van vergelijkbare repositories per repo (TTL 7 dagen indien niet leeg, 1 uur indien leeg).
pl: Zapisane wyniki podobnych repozytoriów dla każdego repozytorium (TTL 7 dni, gdy niepuste; 1 godzina, gdy puste).
pt_br: Resultados em cache de repositórios similares por repositório (TTL de 7 dias quando não vazio, 1 hora quando vazio).
ru: Кешированные результаты похожих репозиториев для каждого репозитория (TTL 7 дней для непустых, 1 час для пустых).
tr: Depo başına önbelleğe alınmış benzer-depo sonuçları (boş değilse TTL 7 gün, boşsa 1 saat).
uk: Кешовані результати схожих репозиторіїв для кожного репозиторію (TTL 7 днів, якщо не порожньо, 1 година, якщо порожньо).
vi: Kết quả kho lưu trữ tương tự đã lưu trong bộ nhớ đệm cho mỗi kho (TTL 7 ngày khi không rỗng, 1 giờ khi rỗng).
zh_hans: 按 repo 缓存的相似推荐结果（TTL：非空 7 天，空 1 小时）。
zh_hant: 每個 repo 緩存的相似推薦結果（TTL：非空 7 天，空 1 小時）。

# settings.storage.recommendationUsageFormat
source: %lld items · %@
ar: %lld عناصر · %@
de: %lld Elemente · %@
es: %lld elementos · %@
fr: %lld éléments · %@
id: %lld item · %@
it: %lld elementi · %@
ja: %lld 項目 · %@
ko: %lld개 항목 · %@
pl: %lld elementów · %@
pt_br: %lld itens · %@
ru: %lld элементов · %@
tr: %lld öğe · %@
uk: %lld елементів · %@
vi: %lld mục · %@
zh_hans: %lld 项 · %@
zh_hant: %lld 項 · %@
